Repository: tryton-ar/account_ar
Catalog: locale/*.po
Languages: es

# field:account.fiscalyear.balance_deferral.start,company:
source: Company
es: Empresa

# field:account.fiscalyear.balance_deferral.start,fiscalyear:
source: Fiscal Year
es: Ejercicio fiscal

# field:account.fiscalyear.balance_deferral.start,journal:
source: Journal
es: Diario

# field:account.fiscalyear.balance_deferral.start,period:
source: Period
es: Periodo

# field:account.fiscalyear.restart_deferral.start,closing_move:
source: Closing Move
es: Asiento de cierre

# field:account.fiscalyear.restart_deferral.start,company:
source: Company
es: Empresa

# field:account.fiscalyear.restart_deferral.start,fiscalyear:
source: New Fiscal Year
es: Ejercicio fiscal nuevo

# field:account.fiscalyear.restart_deferral.start,journal:
source: Journal
es: Diario

# field:account.fiscalyear.restart_deferral.start,period:
source: Period
es: Periodo

# field:account.fiscalyear.restart_deferral.start,previous_fiscalyear:
source: Previous Fiscal Year
es: Ejercicio fiscal anterior

# field:account.move.line,related_statement_line:
source: Statement Line
es: Línea de extracto relacionada

# field:account.statement.line,abs_amount:
source: Absolute Amount
es: Importe absoluto

# field:account.tax,afip_kind:
source: AFIP Kind
es: Clase AFIP

# field:account.tax,iva_code:
source: IVA Code
es: Código IVA

# field:account.tax,perception_tax_code:
source: Tax Code (Perceptions)
es: Código Impuesto (Percepciones)

# field:account.tax.group,afip_kind:
source: AFIP Kind
es: Clase AFIP

# field:account.tax.group,tribute_id:
source: Tribute ID
es: ID Impuesto

# field:account.tax.template,iva_code:
source: IVA Code
es: Código IVA

# field:account.tax.template,perception_tax_code:
source: Tax Code (Perceptions)
es: Código Impuesto (Percepciones)

# help:account.tax,perception_tax_code:
source: Options: iva, gana, suss, iibb, otro
es: Opciones: iva, gana, suss, iibb, otro

# model:account.fiscalyear.balance_deferral.start,name:
source: Balance Deferral
es: Crear asiento de cierre

# model:account.fiscalyear.restart_deferral.start,name:
source: Restart Deferral
es: Crear asiento de apertura

# model:ir.action,name:act_balance_deferral
source: Balance Deferral
es: Crear asiento de cierre

# model:ir.action,name:act_restart_deferral
source: Restart Deferral
es: Crear asiento de apertura

# model:ir.message,text:msg_account_company_code_unique
source: Account code already exists.
es: El código de la cuenta ya existe.

# model:ir.message,text:msg_move_line_already_in_statement
source: A move line is related to multiple lines: %(lines)s.
es: Un apunte contable está relacionado con múltiples líneas: %(lines)s.

# model:ir.ui.menu,name:menu_balance_deferral
source: Balance Deferral
es: Crear asiento de cierre

# model:ir.ui.menu,name:menu_restart_deferral
source: Restart Deferral
es: Crear asiento de apertura

# selection:account.tax.group,afip_kind:
source: Other
es: Otro

# view:account.tax.template:
source: AFIP Code
es: Código AFIP

# view:account.tax:
source: AFIP Code
es: Código AFIP

# wizard_button:account.fiscalyear.balance_deferral,start,balance:
source: OK
es: Aceptar

# wizard_button:account.fiscalyear.balance_deferral,start,end:
source: Cancel
es: Cancelar

# wizard_button:account.fiscalyear.restart_deferral,start,end:
source: Cancel
es: Cancelar

# wizard_button:account.fiscalyear.restart_deferral,start,restart:
source: OK
es: Aceptar
